{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.038480520248413,
          2.3580005168914795,
          6.121784210205078,
          461.6368103027344,
          406.2836608886719,
          502.3795166015625,
          109.16022491455078,
          285.9358825683594,
          252.71353149414062,
          5385.9697265625,
          2188.639892578125,
          2338.22216796875,
          2311.983642578125,
          2451.591064453125,
          2668.61279296875,
          2717.432861328125,
          2663.63134765625,
          2630.04052734375,
          2795.269287109375,
          495.73779296875,
          440.49481201171875,
          518.4873046875,
          144.8490753173828,
          264.603515625,
          251.7928924560547,
          4901.87060546875,
          2130.96533203125,
          2260.6865234375,
          2228.587646484375,
          2319.893310546875,
          2580.951416015625,
          2602.4677734375,
          2546.56591796875,
          2516.347412109375,
          2698.1044921875,
          555.55859375,
          498.544677734375,
          555.2677001953125,
          215.42405700683594,
          237.53317260742188,
          257.0519104003906,
          4218.6064453125,
          2042.2440185546875,
          2141.38671875,
          2101.939208984375,
          2129.681640625,
          2455.726318359375,
          2437.5830078125,
          2379.735107421875,
          2354.409423828125,
          2557.901611328125,
          1722.7576904296875
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          3.4689180850982666,
          5.461374759674072,
          8.733540534973145,
          639.7587280273438,
          586.5775146484375,
          665.25,
          249.64366149902344,
          364.31646728515625,
          327.7474670410156,
          1921.8106689453125,
          265.7781066894531,
          332.87744140625,
          339.4986572265625,
          486.11968994140625,
          358.6761779785156,
          429.5836486816406,
          445.0389099121094,
          438.9586486816406,
          390.2461853027344,
          719.083251953125,
          655.0225219726562,
          719.3421020507812,
          309.92315673828125,
          349.9136657714844,
          336.32281494140625,
          2015.7835693359375,
          295.84429931640625,
          371.2146911621094,
          375.3916015625,
          515.28662109375,
          361.04150390625,
          453.0198974609375,
          469.2937927246094,
          464.7489929199219,
          415.37939453125,
          823.309814453125,
          759.4841918945312,
          802.1375122070312,
          405.1722412109375,
          320.95391845703125,
          351.9433288574219,
          2017.7557373046875,
          324.00640869140625,
          404.7369079589844,
          403.4670715332031,
          523.7477416992188,
          346.42626953125,
          458.5444641113281,
          475.87103271484375,
          474.52099609375,
          427.3804931640625,
          1603.6929931640625
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
