{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.039801001548767,
          2.35280704498291,
          6.131795406341553,
          462.41217041015625,
          406.8597106933594,
          503.2857971191406,
          109.10099792480469,
          286.2650451660156,
          252.94520568847656,
          5386.01123046875,
          2188.358642578125,
          2338.457763671875,
          2312.4892578125,
          2451.584716796875,
          2668.182861328125,
          2717.373779296875,
          2663.8056640625,
          2630.2587890625,
          2795.51611328125,
          496.50872802734375,
          441.13726806640625,
          519.298095703125,
          145.27099609375,
          265.1148681640625,
          252.32962036132812,
          4901.61083984375,
          2130.825927734375,
          2260.29638671875,
          2228.36328125,
          2319.29443359375,
          2580.523681640625,
          2602.63720703125,
          2546.210205078125,
          2515.876220703125,
          2697.702392578125,
          556.7463989257812,
          499.4642333984375,
          556.2225952148438,
          216.10595703125,
          237.85775756835938,
          257.5625305175781,
          4217.35595703125,
          2042.1416015625,
          2141.343505859375,
          2101.641845703125,
          2128.927978515625,
          2454.96142578125,
          2437.095947265625,
          2379.271728515625,
          2353.951416015625,
          2557.326416015625,
          1718.86376953125
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          3.47371768951416,
          5.458895206451416,
          8.739145278930664,
          640.2630615234375,
          587.42236328125,
          665.6731567382812,
          249.21844482421875,
          366.4970703125,
          327.6844177246094,
          1923.4072265625,
          265.65582275390625,
          332.72149658203125,
          339.3801574707031,
          486.3039245605469,
          358.8460998535156,
          429.8088684082031,
          445.24560546875,
          439.06549072265625,
          390.2738342285156,
          720.9431762695312,
          654.6744384765625,
          719.009765625,
          310.1098937988281,
          350.5313720703125,
          336.99456787109375,
          2015.1212158203125,
          295.60546875,
          370.9764709472656,
          375.1414794921875,
          515.1046142578125,
          360.9068298339844,
          452.9334411621094,
          469.162353515625,
          464.5989074707031,
          415.1780700683594,
          824.0474243164062,
          760.2955932617188,
          802.77294921875,
          405.7650146484375,
          321.13458251953125,
          352.3349304199219,
          2015.2471923828125,
          323.4846496582031,
          404.137939453125,
          402.8327331542969,
          522.8541259765625,
          345.7734680175781,
          457.7695007324219,
          475.0621337890625,
          473.71502685546875,
          426.60345458984375,
          1602.6654052734375
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
