{
  "architectures": [
    "WeatherModel"
  ],
  "kernel_size": [
    3,
    3
  ],
  "mean": [
    [
      [
        [
          1.4719921350479126,
          1.481534481048584,
          6.518979549407959,
          1498.47998046875,
          1425.5799560546875,
          1460.780029296875,
          710.9199829101562,
          562.5800170898438,
          687.0399780273438,
          4634.06005859375,
          2054.0400390625,
          2130.639892578125,
          2061.47998046875,
          2029.43994140625,
          2435.260009765625,
          2356.02001953125,
          2294.280029296875,
          2269.6201171875,
          2502.0,
          536.239990234375,
          524.3200073242188,
          539.6599731445312,
          235.0800018310547,
          206.36000061035156,
          252.13999938964844,
          3702.5400390625,
          2110.919921875,
          2184.780029296875,
          2099.5,
          2054.97998046875,
          2457.8798828125,
          2379.739990234375,
          2322.159912109375,
          2298.239990234375,
          2534.360107421875,
          14.0600004196167,
          26.760000228881836,
          60.15999984741211,
          2.5199999809265137,
          26.100000381469727,
          24.799999237060547,
          4547.0,
          2271.739990234375,
          2420.280029296875,
          2362.639892578125,
          2411.760009765625,
          2666.56005859375,
          2684.39990234375,
          2640.60009765625,
          2618.89990234375,
          2817.919921875,
          2541.9931640625
        ]
      ]
    ]
  ],
  "model_type": "weather",
  "num_hidden1": 64,
  "num_hidden2": 128,
  "num_inputs": 52,
  "num_outputs": 2,
  "std": [
    [
      [
        [
          1.5463627576828003,
          1.881858468055725,
          11.85664176940918,
          743.1807250976562,
          757.9224853515625,
          755.6221923828125,
          526.2300415039062,
          271.8445129394531,
          351.2520446777344,
          1039.878662109375,
          108.91775512695312,
          139.00039672851562,
          154.93887329101562,
          234.7409210205078,
          164.08958435058594,
          199.09048461914062,
          202.4347686767578,
          199.06520080566406,
          174.9405517578125,
          562.8099975585938,
          551.0313110351562,
          567.708984375,
          280.450439453125,
          214.45449829101562,
          262.2279357910156,
          1333.88916015625,
          174.34732055664062,
          208.2909698486328,
          199.7548828125,
          244.24383544921875,
          160.62039184570312,
          209.2400360107422,
          218.00155639648438,
          218.0720672607422,
          201.45567321777344,
          15.559447288513184,
          37.34571075439453,
          91.01302337646484,
          3.6782610416412354,
          41.12724304199219,
          38.26590347290039,
          1036.29443359375,
          159.3761444091797,
          182.16455078125,
          187.4442596435547,
          259.36102294921875,
          170.21365356445312,
          223.2204132080078,
          234.30764770507812,
          235.71746826171875,
          207.59207153320312,
          2569.7041015625
        ]
      ]
    ]
  ],
  "torch_dtype": "float32",
  "transformers_version": "4.25.1"
}
